package pkg;

public class Main {

	public static void main(String[] args) {
		/*
		 * 9월 11일(월) ~ 9월 17일(일) 회고록
		 * 
		 * 이번 주 회사에서는 자사 솔루션 흐름도에 대해 정확하게 판단하고 ppt 자료 만들어 리뷰했다.
		 * 충분히 이해했다고 생각했지만, 발표 후 리뷰 들었을 때 수정사항이 조금 발생해서 
		 * 내가 모르는 또 다른 게 있구나. 생각하는 것을 조금 더 넓게 생각해야 될 거 같다.
		 * 
		 * 흐름도~ 소스코드 보고~ 리눅스 명령어 외우고~
		 * 이번 주는 거의 달달 외우는 느낌으로 출근했다.
		 * 
		 * 집에 도착해서는 깃허브 1커밋, 인프런 자바 알고리즘 강의 들으면서 공부헀고
		 * 자바 이펙티브 책 하루에 한 단원씩 읽고있다. 아직 잘 모르는 부분이 있지만,
		 * 계속 읽다보면 이해가 되겠지... 아 그리고 김대리 SQL책도 다시 보려고 한다.
		 * 
		 * SQL이 생각보다 중요한 것 같아 이 책이 실무에서 유용하게 쓰일 것 같았기 때문이다.
		 * 토익도 하루에 하나씩 공부하고 있고, 이번에 리눅스 마스터 1급도 취득하고 싶어서
		 * 이기적 이론서를 구매했다...
		 * 
		 * 정말 할게 산더미처럼 불어났는데 이거를 어떠한 방식으로 공부해나갈지 정해서
		 * 계획에 맞게 공부해야겠다. 쉽지 않겠지만 충분히 할 수 있을거라 본다.
		 * 
		 * 최정원 화이팅하자!
		 * 
		 * 
		 * 
		 */
	}

}
